<p>
                六、关于推荐就业
            </p>
            <p>
                6.1乙方保证在甲方2020年通过一级注册消防工程师考试并取得证书后，为甲方寻找对应消防单位推荐就业，确保甲方能够就业成功。
            </p>
            <p>
                6.2乙方为甲方推荐就业单位，2021年就业收入若低于6万，乙方承诺全额退款；若就业收入高于10万，甲方需向乙方支付第一年推荐就业收入的10%。
            </p>
            <p>
                6.3甲方在延时重修期间取得一级注册消防工程师证书的，乙方仍为甲方提供推荐就业服务，就业收益视当年市场行情变动，乙方优先为甲方推荐收入高的单位进行就业。
            </p>
            <p>
                6.4乙方为甲方推荐就业的具体单位视市场情况和单位情况而定，无法指定具体单位，但可以根据甲方意愿尽量安排，甲方可拒绝乙方推荐就业的单位，拒绝后乙方可为甲方继续推荐其他就业单位，但将不再提供推荐就业保障服务，就业费用也无法保证。
            </p>
            <p>
                6.5乙方为甲方寻找对应消防单位就业时，甲方需全程配合乙方，提供相应的资料文件。若因甲方未及时提供资料或提供虚假资料而造成推荐就业失败，乙方概不承担任何责任。
            </p>
            <p>
                七、关于冻结课程与升班
            </p>
            <p>
                7.1在2020年一级注册消防工程师考试第一天（算作第一天）向前推30天（含第30天）之内不允许冻结课程，甲方仅拥有一次冻结机会，31天向前可以冻结，冻结期限时长为1-90天（无论冻结何时开始，至考前30天自行停止冻结），根据实际冻结的天数，服务期相应顺延。
            </p>
            <p>
                7.2如出现以下情形之一，甲方方可申请冻结课程：
            </p>
            <p>
                7.2.1甲方出现重大疾病或伤残（参照《重大疾病保险的疾病定义使用规范》）。需出具二级甲等以上医院(含)出具的诊断证明；
            </p>
            <p>
                7.2.2甲方因为自身原因无法使用网络的，包括但不限于出国（境）旅行、出国（境）短期逗留等情况。
            </p>
            <p>
                7.3冻结课程流程
            </p>
            <p>
                7.3.1甲方应主动向班主任申请冻结课程服务，提供6.2条情形约定的对应资料，包括但不限于二级甲等以上医院出具的诊断证明、签证、机票等。
            </p>
            <p>
                7.3.2乙方依据甲方所提交的资料在15个工作日内进行审核，经乙方审核满足6.2条申请冻结课程条件的，乙方按本协议约定在15个工作日内提供冻结课程服务；经审核不符合条件的可以补正后再次申请，合计以二次为限，仍不符合的不予冻结课程。
            </p>
            <p>
                7.3.3冻结期限结束后，甲方听课证效力自动恢复，并不再另行通知甲方。
            </p>
            <p>
                7.4甲方报名后随时可以进行班型升级，升级时需要补齐新班型与老班型之间的差价；升级班型后将签订新的协议，所有服务以新协议为准，本协议自动终止。
            </p>
            <p>
                八、协议终止和解除
            </p>
            <p>
                8.1	如出现以下情形之一，本协议自动终止：
            </p>

            <p>
                8.1.1甲方参加本次考试，且考试分数达到合格标准；
            </p>
            <p>
                8.1.2乙方为甲方提供了退费服务或为甲方连续二年办理延时重修；
            </p>
            <p>
                8.1.3本次考试合格标准公布30日后，甲方未联系乙方申请退费、考过服务费用全额奖励或延时重修；
            </p>
            <p>
                8.1.4甲方提供的信息或资料不真实；
            </p>

            <p>
                8.1.5甲方不满足本次考试的报考条件、或未进行本次考试的报考、或缺考本次考试；
            </p>
            <p>
                8.1.6双方存在其他违反本协议约定并导致本协议无法继续履行或导致本协议继续履行存在困难的情形；
            </p>
            <p>
                8.1.7在签署本协议的过程及协议履行或变更、协商解除时，甲方试图或已经与乙方工作人员或对其构成影响力的人员达成私下交易，无论甲方已经事前或允诺事后给予上述特定人员某种特殊利益，一经发现均视为甲方以实际行为明示不再履约，乙方有权单方解除协议并不退还任何费用，并保留必要时追究甲方法律责任的权利。
            </p>
            <p>
                8.2	除本协议另有约定，任何一方不得提前终止或解除本协议。
            </p>
            <p>
                九、不可抗力
            </p>
            <p>
                9.1	不可抗力指超出双方控制范围，无法预见、无法避免或无法克服的事件。此类事件包括但不限于意外事件（如战争等、暴动等）、自然灾害（如地震、火灾、水灾等）、网络中断、黑客攻击、政府行为或其他任何甲乙双方均无法预见、控制或避免的事件。
            </p>

            <p>
                9.2	一方由于不可抗力事件，在履行本协议项下的义务过程中遇到障碍或延误，不能按协议约定全部或部分履行其义务的，遇到不可抗力事件的一方不视为违约。
            </p>
            <p>
                9.3	不可抗力事件发生后，若有可能，受不可抗力影响的一方应在10个工作日内将有关情况及时通知对方（乙方可通过网站公告方式通知甲方）。
            </p>
            <p>
                9.4	在不可抗力影响消除后，遭受不可抗力影响的一方应尽最大努力恢复履行其在本协议项下的义务。
            </p>
            <p>
                十、法律适用及争议解决
            </p>
            <p>
                10.1 本协议的成立、有效性、解释及争议的解决均应适用中华人民共和国法律。
            </p>
            <p>
                10.2 双方在履行本协议过程中，如发生任何争议，首先应通过友好协商解决。协商未能解决的，双方同意通过服务提供方所在地或合同实际履行地法院诉讼解决（特别约定：对于因合同争议引起的纠纷，司法机关可以在传统方式无法送达后通过包括但不限于手机短信或电子邮件等现代通讯方式送达法律文书，但不包括判决书在内）。
            </p>
            <p>
                十一、知识产权保护
            </p>
            <p>
                11.1 乙方网站及乙方网站所使用之相关软件（以下简称“软件”）含有受到相关知识产权及其它法律保护之专有保密资料。甲方了解并同意，经由乙方网站或广告商向甲方呈现之赞助广告或信息所包含之内容，亦受到著作权、商标权、服务商标、专利权或其它专属权利之法律保护。未经乙方或广告商明示授权，甲方不得修改、出租、出借、出售、散布本服务或软件之任何部分或全部，或据以制作衍生著作，或使用擅自修改后的软件，包括但不限于为了未经授权而使用本服务之目的。
            </p>
            <p>
                11.2 乙方仅授予甲方个人、不可移转及非专属之使用权，使甲方得于单机计算机使用其软件之目的，但不得（并不得允许任何第三人）复制、修改、创作衍生著作、进行还原工程、反向组译，或以其它方式发现原始码，或出售、转让、再授权或提供软件设定担保，或以其它方式移转软件之任何权利。甲方同意将通过由火种教育所提供的界面而非任何其它途径使用乙方网站。
            </p>
            <p>
                11.3 乙方网页注册商标、标志及字号、产品、服务名称，均为乙方之商标（以下简称“标记”）。甲方同意不将标记以任何方式展示或使用或作其它处理，或表示甲方有权展示、使用或另行处理该等标记。
            </p>
            <p>
                11.4 乙方就本课程向甲方提供的所有资料（以下简称“资料”）包括但不限于：辅导计划、课程安排、授课资料（包括但不限于教案、教材、讲解）、各类模拟试题、考试信息均属于乙方知识产权，受到著作权、商标权、或其它专属权利之法律保护。未经乙方明示授权，甲方不得（并不得允许任何第三人）复制、修改、出租、出借、出售、散布资料之任何部分或全部，或据以制作衍生著作，包括但不限于为了未经授权而使用本服务之目的。
            </p>
            <p>
                11.5 甲方如违反本协议第十条相关规定，应当赔偿乙方全部经济损失。
            </p>
            <p>
                十二、附则
            </p>
            <p>
                12.1	本协议自甲方通过网页确认协议内容之时成立，自甲方全额支付本课程的服务费用之时生效。如您为了准备考试而购买火种教育的课程产品，请先行确认您符合该考试的报名条件，这是您个人单方义务。具体报名条件请以考试主办单位发布的文件和官方网站告知为准。鉴于火种教育并非考试主办机构，火种教育工作人员关于考试报名、证书领取等有关问题提供的信息咨询，均依照国家考试主管部门公布的最新政策文件做出的解读，免费提供给甲方进行参考和判断，无法对甲方是否满足报名条件作出承诺或最终判断。您理解并同意，由于历年考试报名条件变化等原因，您此前满足该考试的报名条件，不代表您一定满足本次考试的报名条件。对此风险，火种教育与您均无法预见。您无权因考试报名条件变动导致您无法报考为由，要求火种教育退费。如乙方提供预开课服务，则本协议生效时间提前至甲方确认协议内容并激活课程时。如甲方通过课程置换的方式获得本课程，即甲方购买其他课程后，经与乙方客服协商将原课程更换为本课程，则本协议自甲方通过网页确认协议内容并激活课程时生效，甲方购买原课程已支付的款项自动转为本课程服务费的全部并补足差额部分后，原协议自动终止。本协议生效后，甲方可以访问火种教育官网www.huozhongedu.com.cn随时查看本协议内容。
            </p>
            <p>
                12.2	本协议生效后，甲方可以对协议内容进行公证，乙方配合，公证费用由甲方自行承担。
            </p>
            <p>
                12.3	本协议是双方关于本课程辅导服务、退费或延时重修条件等相关事宜的完整协议，并取代双方先前的或现在的所有陈述、建议、讨论和通讯，无论是口头的还是书面的。如双方关于本课程辅导服务以及退费或延时重修条件等相关事宜的沟通或陈述与本协议不一致，以本协议约定为准。
            </p>
            <p>
                12.4如果本协议部分条款被裁定无效不影响其他部分效力。
            </p>
            <p>
                12.5本协议之标题仅为方便阅读而设，不做为实质性的法律契约条款。
            </p>



            <tr>
                <td><span>——</span></td>
                <td><span class="seleted">推荐就业保障</span></td>
            </tr>
            <tr>
                <td><span class="seleted">服务期限/延时重修</span></td>
                <td><span class="seleted">1对1私人助教（学习类问题）</span></td>
                <td rowspan="5">
                    <span class="seleted">入门课程规划报告</span>
                </td>
            </tr>